<script setup>
import Comp1 from "../components/Comp1.vue";
</script>

<template>
  <div class="about about__container">
    <h1>ABOUT</h1>
    <h2>Предприятие создано в 1918 г.</h2>
    <div class="about__img">
      <img src="../img/about.jpg" alt="" />
    </div>
    <div class="about__text">
      <p>
        Орловская биофабрика была создана в 1918 г. на базе Бактериологической
        станции и Ветеринарно-бактериологического института (1918–1930 гг.).
        Главным направлением деятельности биофабрики было производство лечебных,
        профилактических и диагностических препаратов против сибирской язвы.Во
        время фашистской оккупации Орловской области и при отступлении
        немецко-фашистских захватчиков в 1943 г. предприятие было полностью
        разрушено. Его восстановление проходило в период с 1946 г. по 1955 г.
        Восстановлением биофабрики после военной разрухи руководил её директор
        Лебедев Иван Михайлович, который возглавлял коллектив предприятия с июля
        1946 г. по август 1949 г. </p>
        <p>С 1955 г. до 1966 г. впервые в стране были
        освоены и внедрены в производство технологии изготовления новых
        биопрепаратов – глобулина против сибирской язвы (для ветеринарных и
        медицинских целей) и глобулина против болезни Ауэски (для ветеринарных
        целей). За освоение и внедрение в промышленное производство указанных
        биопрепаратов, обладающих высокой эффективностью при лечении и
        предупреждении указанных заболеваний, руководство, специалисты и
        рабочие, участвовавшие в освоении глобулинового производства были
        награждены золотой, серебряными и бронзовыми медалями ВДНХ СССР. Активно
        велась работа по обмену технической информацией и опытом со
        специалистами зарубежных стран - Англии, Румынии, Венгрии, Ирака,
        Монголии, Вьетнама и КНР.</p>
        <p> В 1988 г. коллектив предприятия освоил и
        внедрил в промышленное производство технологию изготовления жидкой и
        сухой вакцин против сибирской язвы животных на основе вакцинного штамма
        55-ВНИИВВиМ с более широким спектром иммуногенности, чем одноименные
        вакцины из штамма СТИ.</p>
        <p> В 1993 г. на предприятии была внедрена в
        производство вакцина против сибирской язвы и эмфизематозного карбункула
        ассоциированная живая. Применение этой вакцины на практике привело к
        снижению затрат при иммунизации крупного рогатого скота и к увеличению в
        два раза продолжительности иммунитета против эмфизематозного карбункула.
        В том же году для изготовления антигенов, используемых для
        гипериммунизации лошадей-продуцентов лечебной и диагностической
        сывороток, вместо вирулентных и капсулогенных сибиреязвенных штаммов
        стали использовать только вакцинные сибиреязвенные штаммы, что упростило
        методику изготовления и сделало более безопасным производство антигенов.
        </p>
        <p> В период с 2007 г. по 2009 г. на территории предприятия была проведена
        санация скотомогильника, в котором на протяжении десятилетий
        производилось захоронение животных, погибших от сибирской язвы, и был
        построен над ним саркофаг. Тем самым был ликвидирован очаг
        сибиреязвенной инфекции на территории Центрального региона страны и
        предотвращена возможность осуществления террористических актов.
        </p>
        <p>  Предприятие располагает высококвалифицированными кадрами. За достигнутые
        успехи в развитии народного хозяйства СССР ведущие специалисты и рабочие
        предприятия неоднократно награждались бронзовыми и серебряными медалями
        ВДНХ СССР. За освоение и внедрение в производство новых
        высокоэффективных препаратов десять работников в 1999 году получили
        медали ВВЦ «Лауреат ВВЦ». В 2010 году пятьдесят работников предприятия
        были удостоены общественной медали РОАО Росагробиопром РАСХН «За
        развитие биологической науки и промышленности». </p> <p> Ассортимент продукции,
        выпускаемой ФКП «Орловская биофабрика» в последнее время, включает
        препараты для лечения, профилактики и диагностики инфекционных
        заболеваний животных: сибирской язвы, столбняка и эмфизематозного
        карбункула.</p> <p> Свою продукцию биофабрика поставляет во все регионы России и
        страны СНГ. Благодаря традиционно качественным лекарственным средствам,
        производимым предприятием, ветеринарной службе России удаётся
        поддерживать высокий иммунологический фон среди сельскохозяйственных
        животных и сохранять эпизоотическое благополучие по сибирской язве в
        стране.</p>

    </div>
  </div>

  <!-- <Comp1></Comp1> -->
</template>

<style lang="scss">

@import  '../scss/style';
.about {
  width: 100%;
  font-family: roboto;

  // .about__img

  &__img {
    max-width: 460px;
    margin: 0 auto;
    img{
      object-fit: contain;
      width: 100%;
    }
  }

  // .about__text

  &__text {

    margin: 0 auto;
    // width: 90%;
    @include adaptiveValue("width", 992, 600, 1920, 768, 1);
    padding: 10px 4vw 20px;
    @media (max-width:$tablet){
      width: 100%;
    }
    p {
      text-indent: 2.8em;
      padding-top: 1em;
      line-height: 1.5em;
      text-align: justify;
    }
  }
}
</style>
